{
  "software-engineer": "Build an ATS-optimized software engineer resume highlighting skills in Python, Java, and modern frameworks. Tailored to job descriptions hiring managers actually search for.",
  "frontend-developer": "Create a frontend developer resume optimized for React, Vue, performance metrics, and real projects. Designed to pass ATS and impress hiring managers.",
  "backend-developer": "Generate a backend developer resume highlighting Python, Java, APIs, cloud skills, and performance impact. Built to rank higher in ATS scans.",
  "full-stack-developer": "Create a full stack developer resume showcasing frontend, backend, databases, and cloud skills. Optimized for ATS and technical recruiters.",
  "data-scientist": "Build a data scientist resume highlighting Python, machine learning, statistics, and certifications. Optimized to stand out in competitive ATS screenings.",
  "product-manager": "Craft a product manager resume highlighting Agile, UX collaboration, and data-driven results. Tailored to hiring managers and ATS requirements.",
  "ui-ux-designer": "Create a UI/UX designer resume showcasing Figma, Adobe XD, user research, and real project impact. Clean, ATS-friendly, and recruiter-approved.",
  "devops-engineer": "Build a DevOps engineer resume highlighting CI/CD, cloud platforms, Docker, and certifications. Optimized for ATS and technical hiring teams.",
  "qa-engineer": "Create a QA engineer resume showcasing automation tools, testing frameworks, and quality metrics. Designed to pass ATS and technical screenings.",
  "nurse": "Generate a nurse resume highlighting certifications like ACLS, patient care experience, and clinical skills. Optimized for ATS and healthcare recruiters.",
  "registered-nurse": "Build a registered nurse resume highlighting ACLS, PALS, patient outcomes, and clinical expertise. Tailored for ATS and hospital hiring teams.",
  "medical-assistant": "Create a medical assistant resume highlighting EHR skills, patient care, and certifications. ATS-optimized for healthcare employers.",
  "dental-assistant": "Build a dental assistant resume showcasing radiography, patient care, and CPR certification. Optimized to meet ATS and clinic hiring needs.",
  "pharmacist": "Create a pharmacist resume highlighting medication management, PharmD credentials, and compliance expertise. Built for ATS and recruiters.",
  "physical-therapist": "Generate a physical therapist resume highlighting patient assessment, therapy techniques, and certifications. Optimized for ATS screening.",
  "administrative-assistant": "Build an administrative assistant resume highlighting organization, MS Office skills, and operational impact. ATS-friendly and recruiter-ready.",
  "customer-service-representative": "Create a customer service resume showcasing CRM tools, communication skills, and performance metrics. Optimized for ATS systems.",
  "project-manager": "Craft a project manager resume highlighting Agile, PMP skills, delivery metrics, and leadership impact. Built to pass ATS filters.",
  "marketing-manager": "Build a marketing manager resume highlighting digital strategy, analytics, and ROI-driven campaigns. Optimized for ATS and hiring managers.",
  "accountant": "Create an accountant resume highlighting GAAP expertise, CPA credentials, and financial metrics. Designed for ATS and recruiter review.",
  "sales-representative": "Generate a sales resume showcasing quota achievement, CRM expertise, and revenue impact. ATS-optimized for sales roles.",
  "human-resources-manager": "Build an HR manager resume highlighting compliance, employee engagement, and SHRM or PHR credentials. Optimized for ATS.",
  "business-analyst": "Create a business analyst resume highlighting SQL, Tableau, stakeholder analysis, and data-driven insights. ATS-friendly and role-focused.",
  "executive-assistant": "Craft an executive assistant resume highlighting scheduling, communication, and project coordination skills. Optimized for ATS screening.",
  "daily-equity": "Want to get Noticed? by the Youngest SEBI analyst Arjit Garg. Stop applying blindly. Paste the Daily Equity job description and let AI optimize your CV.",
  "teacher": "Build a teacher resume highlighting certifications, classroom management, and instructional impact. Designed to pass ATS filters.",
  "server": "Create a server engineer resume highlighting infrastructure management, cloud platforms, and security certifications. ATS-optimized for IT roles.",
  "bartender": "Build a bartender resume showcasing mixology skills, customer service, and certifications like TIPS or ServSafe. Optimized for ATS.",
  "driver": "Create a driver resume highlighting safety certifications, driving experience, and vehicle knowledge. Built to meet ATS requirements.",
  "receptionist": "Generate a receptionist resume highlighting communication, organization, and office software skills. ATS-friendly and recruiter-ready.",
  "electrician": "Build an electrician resume highlighting certifications, electrical systems expertise, and hands-on experience. Optimized for ATS screening.",
  "graphic-designer": "Create a graphic designer resume highlighting Adobe tools, design projects, and measurable impact. Clean, ATS-safe, and recruiter-friendly.",
  "writer": "Build a writer resume highlighting SEO, content strategy, and published work. Optimized for ATS and editorial hiring teams."
}
